Repository: datskovskiy/SQL_constructor
Catalog: QueryBuilderASP/QueryBuilderMVC/Resources/Resource.*.resx
Languages: de, ru

# ChooseLang
source: Choose language
de: Вибір мови
ru: Выберите язык

# CreateConnectionDatabase
source: Database Name:
de: Ім'я бази даних:
ru: Имя базы данных:

# CreateConnectionName
source: Connection:
de: Ім'я з'єднання:
ru: Имя соединение:

# CreateProjectDescription
source: Description:
de: Опис::
ru: Описание:

# CreateProjectName
source: Name project:
de: Ім'я проекта:
ru: Имя проекта:

# DeleteConnectionQuestion
source: Do you want delete this connection?
de: Ви дійсно бажаєте видалити це з'єднання?
ru: Вы действительно хотите удалить это соединение?

# DeleteProjectQuestion
source: Do you want delete this project?
de: Ви дійсно бажаєте видалити цей проект?
ru: Вы действительно хотите удалить этот проект?

# IndexStartFREE
source: Start FREE
de: ПОЧАТИ
ru: СТАРТ

# IndexTextAboutErModel1
source: You have the opportunity to see
de: Ви маєте можливість побачити
ru: У вас есть возможность увидеть

# IndexTextAboutErModel2
source: a detailed ER-model of your database.
de: деталізовану ER-модель бази даних.
ru: подробную ER-модель базы данных.

# IndexTextAboutExportData1
source: Your data will be save to popular format
de: Ваші дані будуть збережені у розповсюджених форматах
ru: Ваши данные будут сохранены в популярном формате

# IndexTextAboutExportData2
source: files on your PC or send to e-mail.
de: на вашему комп'ютері або відправлені електронною поштою
ru: на вашем компьютере или отправлены по электронной почте.

# IndexTextAboutShared1
source: You have the ability to share your project with
de: Ви маєте можливість поділитись своїм проектом з
ru: У вас есть возможность поделиться своим проектом с

# IndexTextAboutShared2
source: colleagues and build queries together or just give
de: колегами й почати будувати запити разом
ru: коллегами и строить запросы вместе

# IndexTextAboutShared3
source: someone access requests in your project.
de: або просто дати комусь доступ до проекта
ru: или просто дать кому-то доступ к нему

# IndexTextAndExcel
source: AND EXCEL
de: та EXCEL
ru: и EXCEL

# IndexTextBuildQuery
source: Build query
de: Будуй запити
ru: Строй запросы

# IndexTextBuildQueryText
source: The ability to build your requests only with the mouse. You do not need to know the SQL to build your query and get results. For this will be enough to use our intuitive graphical interface.
de: Можливість створювати свої запити тільки за допомоги миші. Вам не потрібно знати SQL, для того, щоб будувати свої запити й отримувати результати. Для цього буде достатньо використовувати наш інтуітивно-зрозумілий графічний інтерфейс.
ru: Возможность создавать свои запросы только с помощью мыши. Вам не нужно знать SQL, чтобы построить свои запросы и получить результаты. Для этого будет достаточно, использовать наш интуитивный графический интерфейс.

# IndexTextDATABASE
source: DATABASE
de: бази даних
ru: базы данных

# IndexTextER
source: ER-model your database
de: ER-модель вашої бази даних
ru: ER-модель вашей базы данных

# IndexTextErModel
source: ER-MODEL
de: ER-модель
ru: ER-модель

# IndexTextERText
source: You have the opportunity to see a detailed ER-model of your database. The ER-model will help you to trace all the connections and relationships of tables, as well as the available fields.
de: У вас є можливість побачити детальну ER-модель вашої бази даних. ER-модель допоможе вам прослідкувати вам усі зв'язки й відношення таблиць, а також доступні поля.
ru: У вас есть возможность увидеть подробную ER-модель вашей базы данных. ER-модель поможет вам проследить все связи и отношения таблиц, а также доступные поля.

# IndexTextEXPORTDATA
source: EXPORT DATA
de: ЕКСПОРТ ДАНИХ
ru: ЭКСПОРТ ДАННЫХ

# IndexTextExportDataSmall
source: Export data
de: Експорт даних
ru: Экспорт данных

# IndexTextExportDataText
source: Opportunity to export result for your query in *.XLS and *.PDF. Your data will be save to popular format files on your PC or send to e-mail.
de: Можливість експортувати результат запита у * .xls або * .PDF. Ваші дані будуть збережені у розповсюдженіших форматах на комп'ютері або відправлені електронною поштою.
ru: Возможность экспортировать результат запроса в * .xls и * .PDF. Ваши данные будут сохраняться в популярных форматах на компьютере или отправлены по электронной почте.

# IndexTextGettingStarted
source: Getting started
de: Почни зараз
ru: Начни сейчас

# IndexTextGettinStartedText
source: Query Builder can use without registration. For use just press "START FREE". Query Builder without registration have features such us:
de: Query Builder можна використовувати без попередньої регістрації. Для ознайомлення з можливостями сервісу натисніть "ПОЧАТИ". Query Builder без регістрації має наступні функції:
ru: Query Builder можно использовать без регистрации. Для использования просто нажмите "СТАРТ". Query Builder без регистрации имеет такие функции:

# IndexTextMore
source: More »
de: Детальніше »
ru: Подробнее »

# IndexTextProject
source: PROJECT
de: ПРОЕКТ
ru: ПРОЕКТ

# IndexTextQueries
source: Different types of queries
de: Різні типи запитів
ru: Различные типы запросов

# IndexTextQueriesText
source: The ability to build various types of queries, requests and combine to make nested queries.Complex queries are now easy to build.
de: Можливість створювати різні типи запитів та їх об'єднання. Вложені запити тепер будувати легко.
ru: Способность создавать различные типы запросов и их объединений, чтобы создавать вложенные запросы. Вложенные запросы теперь легко построить.

# IndexTextShared
source: SHARED
de: СПІЛЬНИЙ
ru: СОВМЕСТНЫЙ

# IndexTextSharedProject
source: Shared project
de: Спільний проект
ru: Совместный проект

# IndexTextSharedProjectText
source: You have the ability to share your project with colleagues and build queries together or just give someone access requests in your project.
de: У вас є можливість поділитися свохм проектом з колегами й будуати запити разом або просто дати комусь доступ до вашого проекту.
ru: У вас есть возможность поделиться своим проектом с коллегами и строить запросы вместе или просто предоставить доступ коллегам к вашему проекту.

# IndexTextToPDF
source: to PDF
de: у PDF
ru: в PDF

# IndexTextWelcome
source: Welcome to SQLQueryBuilder
de: Раді вас вітати у QueryBuilder
ru: Добро пожаловать в QueryBuilder

# IndexTextYOUR
source: YOUR
de: вашій
ru: вашей

# IndexTitle
source: Home Page
de: Головна
ru: Главная

# InviteUserTitle
source: Users for shared
de: Користувачі для запрошення
ru: Пользователи для приглашения

# LayoutAbout
source: About
de: Про нас
ru: О нас

# LayoutContact
source: Contact
de: Контакти
ru: Контакты

# LayoutHome
source: Home
de: Головна
ru: Главная

# ListMyConnection
source: My connections
de: Мої з'єднання
ru: Мои соединения

# ListQuery
source: Query
de: Запит
ru: Запрос

# ListQueryBuilder
source: QueryBuilder
de: Будівельник запитів
ru: Постpоитель запросов

# ListQuerySettings
source: Settings
de: Налаштування
ru: Настройки

# ListResultQuery
source: Result query
de: Результат запита
ru: Результат запроса

# LoginPartialHello
source: Hello
de: Привіт
ru: Привет

# ManageViewModelValidPassord
source: The password must be at least 6 characters long.
de: Пароль повинен бути не менше 6 символів.
ru: Пароль должен быть длиной не менее 6 символов.

# ManageViewModelValidPasswordText
source: New password
de: Новий пароль
ru: Новый пароль

# ProjectName
source: Name
de: Ім'я проекту
ru: Имя проекта

# ProjectValidationMessage
source: Please enter project name
de: Введіть назву проекту
ru: Введите имя проекта

# ProjectValidationMessageDescription
source: Enter description
de: Введіть опис проекту
ru: Введите описание проекта

# ProjectValidationMessageDescriptionMaxLenght
source: Limit length string for 150 symbols
de: Максимальна довжина 150 символів
ru: Максимальная длина 150 символов

# ProjectValidationMessageMaxLenght
source: Limit length string for 16 letters
de: Максимальна довжина 16 символів
ru: Максимальная длина 16 символов

# SettingsForMenu
source: Settings
de: Налаштування
ru: Настройки

# UserViewModelUser
source: Please select user
de: Виберіть користувача
ru: Выберите пользователя

# WorkflowLogIn
source: Log in
de: Увійти
ru: Войти

# WorkflowLogOff
source: Log Off
de: Вийти
ru: Выйти

# WorkflowMenuSettings
source: Account Settings
de: Налаштування
ru: Настройки

# WorkflowNewProject
source: Create new project
de: Створити новий проект
ru: Создать новый проект

# WorkflowRegister
source: Register
de: Реєстрація
ru: Регистрация

# WorkflowSettingAccount
source: Settings account
de: Налаштування
ru: Настройки

# CreateQueryBody
source: Query body
de: Тіло запиту:
ru: Тело запроса:

# CreateQueryName
source: Query name
de: Ім'я запиту:
ru: Имя запроса:

# DeleteQueryQuestion
source: Do you want delete this query?
de: Ви дійсно бажаєте видалити цей запит?
ru: Вы действительно хотите удалить этот запрос?

# LanguageEnglish
source: English
ru: Английский

# LanguageRussian
source: Russian
ru: Русский

# LanguageUkrainian
source: Ukrainian
ru: Украинский

# TooltipCurrentProject
source: Choose as current project
ru: Выбрать проект, как текущий

# TooltipDeleteProject
source: Delete this project
ru: Удалить этот проект

# TooltipEditProject
source: Edit this project
ru: Редактировать этот проект

# TooltipInviteProject
source: Shared this project your colleges
ru: Предоставить доступ этому проекту вашим коллегам
